{
  "about": {
    "education": "Education",
    "hobbies": "hobbies",
    "info": "Info",
    "whats_next": "What's next"
  },
  "animeaux": {
    "benchmark": "Benchmark",
    "benchmark1": "The Animal Protection Society (SPA) is the oldest animal protection society, created in 1845. It collects animals in distress, lost, abandoned and are cared for by a site team following abandonment, exit from the pound, etc. The animals are identified then vaccinated, sterilized, cared for and educated to be offered for adoption.",
    "benchmark2": "It was created in 1995 and aims to combat all forms of animal suffering and, to do so, employs various means of action: assistance, the fight, education as well as encouragement through prizes and Visa.",
    "benchmark3": "It is an association committed to animal protection and ecology, which wants to save all animals without distinction of species, race or age and aims to encourage the principles of animal protection as well as natural resources.",
    "compilation": "Compilation",
    "critic1": "From my classmates",
    "critic2": "Eliott: It would be good to only have icons in the menu, especially the host family so that it is consistent",
    "critic3": "Coraline: Maybe instead of putting 'Animal Profile', we should put the name of the animal in the title, i.e.: 'Peanut Profile'",
    "critic4": "Dalinda: I think it's better to have a bottomSheet rather than a modal, on the last model, to go to another screen",
    "critic_session": "Critic session",
    "goal": "What is the purpose of this app?",
    "goal1": "A back office for volunteers to simplify and optimize the management of rescued animals and their availability for accommodation for a foster family while the animal is being adopted.",
    "goal2": "Volunteers will be able to add an animal during an intervention, monitor information on each animal in real time, such as their state of health, their behavior, their diet, etc.",
    "goal3": "Track requests to become a foster family in real time, including their availability and location, as well as information to current foster families about the animals being housed there.",
    "goal4": "Statistics will also be displayed in the application allowing volunteers to know the reasons for animal abandonment and adapt their communication on social networks.",
    "help_volunteers": "Help volunteers",
    "hifi_prototype": "HiFi prototype",
    "intro": "During my last year at school, we had to develop a mobile project of our choice for our end-of-study project. The idea of developing and designing 'Animeaux' mobile application came from a former colleague at Flatsy where she is a volunteer in this association and she was facing various problems on mobile.",
    "learn": "What I learn",
    "learn1": "Improving my skills in mobile and therefore react native, I was able to put into practice the skills that I was able to acquire by doing the animals project in the company project.",
    "learn2": "The second point is that I created a project from zero in term of design. I could see that creating a real project requires a lot of time and research, whether at the level of the benchmark but also of the realization of the models, make personas, userflows, and so I understood that to create a project you not only need to have tech background but also ux/ui design.",
    "learn3": "Finally, it's to setup the dependencies well to deploy well because even if everything works locally, for builder it was not the case so you have to be careful with the dependencies. Finally the discovery of the cloud, without the project I may not have touched AWS or Airtable.",
    "low_fidelity_prototype": "Low fidelity prototype",
    "obstacles": "Obstacles encountered",
    "obstacles1": "The choice of the Stack because at the very beginning I was going to do NextJS to learn a new framework so I coded on it but it tickled me because it was not 100% adapted to mobile and for adding images through his smartphone it wasn't really suitable.",
    "obstacles2": "There is also React query which is a library that I have never used so it took me time to adapt",
    "obstacles3": "AWS because I didn't know anything about it",
    "obstacles4": "Authentication because given that I don't use node or a server I managed the authentication on the front, I tried but it's not at all suitable for that.",
    "obstacles5": "Finally, the most terrible thing is that I was not able to hear from my former colleague in January 2023, I don't know why but she blocked me everywhere, it's really disappointing because I think I had a good relationship. solution and that we had become close. As a result, I was not able to have all the information necessary for the animal project and the application could not be set up...",
    "persona": "Persona",
    "presentation": "Presentation",
    "presPara1": "The 'Animeaux' association works for the protection and well-being of animals located in Meaux, France. It offers adoption for abandoned, stray or mistreated animals and veterinary care programs.",
    "presPara2": "The association carries out interventions that can take place in private homes, public places or other places where animals need help. The association's volunteers are trained to intervene in these situations and they often work in collaboration with the local authorities to guarantee the safety of the animals and all those involved.",
    "presPara3": "Volunteers depend primarily on donations and contributions to fund all of its activities. Donations can be made online through their website. They also organize fundraising events throughout the year and uses social media to raise awareness of their cause.",
    "problem": "What's the problem?",
    "problem1": "The web back office is not responsive at all, so she has to use her computer to simply go and check information on an animal, which is quite restrictive.",
    "problem2": "Information was missing about host families, such as the description of a family, criteria such as whether the person is allergic to cat hair or not, etc.",
    "problem3": "To become a host family, you must first go through a form to get to know them better and see if they are suitable to become one. And this form is the association that pays 5€/month. Even if it is not very expensive, it could have been used for food or care.",
    "purpose": "Purpose",
    "purpose1": "The 'Animeaux' mobile application is a back office that aims to simplify and optimize the management of rescued animals and their availability for accommodation for a foster family while the animal is being adopted. The application is therefore specially developed for the volunteers of the association, allowing them to easily access information on animals and foster families from their mobile phone, whether on Android or iOS. Thanks to this application, volunteers will be able to add an animal during an intervention, monitor information on each animal in real time, such as their state of health, their behavior, their diet, etc. They will also be able to update the information relating to each animal, such as their status to be housed and much more. Volunteers will be able to track requests to become foster families in real time, including their availability and location, as well as current foster family information, including pets housed and information about them. This will allow volunteers to efficiently manage the flow of applications to be foster families, to communicate with them quickly and to respond to the needs of the animals in a suitable way. The statistics will also be displayed in the application allowing volunteers to know the types of animals saved, the reasons for their abandonment, or the percentage of host families who have a garden, who have a car, etc. This can help the association to target the problems and set up awareness or prevention campaigns to avoid future situations of abandonment. Finally, statistics on foster families can help volunteers adapt their communication with potential candidates and find suitable accommodation solutions for each animal.",
    "repository": "Repository",
    "tech_airtable": "As for database management, I chose to use Airtable. It is a very intuitive and easy-to-use cloud platform that allows users to create, share and collaborate on easily customizable tables. It also offers an API generated from tables allowing it to be easily and quickly integrated into my application. The roads being made, this saves time and energy. It is also very flexible and scalable because it is possible to add a new field or a new table, to be able to edit and delete very easily and quickly. With this tool, it is also possible to create a free form, which allows you to retrieve the answers to become a host family. The responses are then added to the “formInscription” table. This is a feature that is free for 1200 responses per month, which is more than enough. In addition to all this, Airtable offers personalized views, meaning it is possible to choose and share the type of view best suited to the data collected (calendar, Kanban, Gantt chart, etc.).",
    "tech_aws": "For image storage when the volunteer wants to add a photo, it is impossible to send an image directly to Airtable. So I decided to use Amazon Web Service, an Amazon cloud service platform, by creating an S3 Bucket to be able to store the images. This will store the images, create a URL from the image and then send it to Airtable. It is also necessary to properly configure the S3 Bucket and also IAM (Identity and Access Management), namely access policies, the creation of a user via Aws programmatic access, etc. so that any volunteer can add or delete an image without prior condition.",
    "tech_expo1": "It is able to use your smartphone as a smiluator and therefore test directly on it. The Xcode simulator is not 100% because it is not a real smartphone, so it is preferable to use your phone to be able to test its applications. Changes are also made in realt time, meaning any changes are made directly on the phone.",
    "tech_expo2": "We can easily and quickly build the project into an .apk and .ipa file. You must first install the eas-cli, log in with your account and configure the eas.json file so that it can build correctly. However, you should not exceed more than 30 builds per month, which is free, because otherwise you will have to pay.",
    "tech_expo3": "It also allows you to send the build to the App store very easily and therefore use TestFlight to be able to test directly on your iPhone.",
    "tech_expo4": "Finally, it offers a multitude of native functionality that makes it easier to develop, such as adding a photo from its library.",
    "tech_react1": "It's a language that allows you to develop both mobile applications for Android and iOS. This will allow me to reach as many volunteers as possible and ensure that everyone can access it. There is only one source code which allows development on both platforms at the same time and therefore saves considerable time.",
    "tech_react2": "React Native offers a user experience similar to that of a native application and offers many features and components already built.",
    "tech_react3": "It has a very large community of active developers with 1.4 million downloads per week and is regularly updated.",
    "tech_react4": "It's a language I've already worked with at my current company. So I have some knowledge and I'd like to perfect it by creating this application from scratch. This has enabled me to put my knowledge to good use for my application, but also for 'Flatguide', which is my company's application.",
    "tech_spe": "Technical Specification",
    "translation_image": "*Adopt! Find your dream partner and give him a second chance.",
    "what": "What the association does?"
  },
  "cv": {
    "education": "Education",
    "experience": "Experience",
    "skills": "Skills"
  },
  "design": {
    "fonts": "Fonts",
    "icons": "Icons",
    "illustrations": "Illustrations",
    "intro": "During my year in apprenticeship, I listed a collection of interesting sites that offer free resources.",
    "logo": "Logo",
    "mockups": "Mockups"
  },
  "draw": {
    "intro": "I was really in my Anime mood when I was young."
  },
  "gazou": {
    "gas_stations": "Gas stations",
    "intro": "We had to create a mobile project in pairs at school. During this period in 2022, there was a big increase in the price of gasoline caused by the war in Ukraine. This had led to long queues and fuel shortages in some service stations. We have therefore chosen to create an application that displays nearby gas stations according to their availability and the location of the user."
  },
  "home": {
    "intro": "I'am a Frontend Developer based in Paris, currently working at Flatsy. I build some fun projects with my little energy. I hope you find this portfolio enjoyable and inspiring :)",
    "see_more": "See more?"
  },
  "lanet": {
    "digital_agency": "Digital agency",
    "info_image": "(One of their projects)",
    "intro": "The last hackathon I participated in brought together different student profiles from the school with the aim of responding to a call for tenders from La netscouade, which was the digital agency of the year 2022. The main clients are corporate and institutional companies.",
    "why": "Le but de l'hackaton était de faire la refonte et l'identité du site"
  },
  "paint": {
    "intro": "My sister bought me acrylic paints."
  },
  "project": "Project",
  "rick": {
    "intro": "During my research for a post, I have an interview and I have to make a website. At the end, I choose Flatsy so"
  },
  "tech": {
    "ai": "AI",
    "applications": "Applications",
    "intro": "There are a lot of resources on Internet, so I wanted to bring all the websites that I find useful and relevant. I hope this will help you.",
    "templates": "Inspiration templates"
  },
  "timeline": "Timeline",
  "tools": "Tools"
}